{
  "about": {
    "title": "About (fi)"
  },
  "categories": "Kategoriat",
  "checkInButton": "Avaa kohde",
  "checkInLabel": {
    "complete": {
      "helpText": "Kaikki kohteet käyty läpi. Kiitos kun osallistuit!",
      "label": "Kohde avattu {0}{1}"
    },
    "disabled": {
      "label": "Saat lisätietoja kohteesta kun olet tarpeeksi lähellä. {0}",
      "linkText": "Näytä kohde kartalla"
    },
    "enabled": {
      "helpText": "Napsauta painikkeesta saadaksesi lisää sisältöä",
      "label": "Olet nyt tarpeeksi lähellä! {0}"
    },
    "locating": {
      "label": "{0} Paikannetaan …"
    },
    "unavailable": {
      "helpText": "Ota lokaatio käyttöön selaimen asetuksista",
      "label": "{0} niin saat lisätietoja kohteesta kun olet tarpeeksi lähellä."
    },
    "visited": {
      "label": "Kohde avattu {0}{1}",
      "linkText": "Näytä seuraava kohde"
    }
  },
  "coverImage": "Kansikuva",
  "currencies": "Valuutat",
  "currency": "Valuutta",
  "currencyWithoutCents": "Valuutta ilman senttejä",
  "dateTimes": "Ajat ja päivämäärät",
  "enableGeolocation": "Ota sijainti käyttöön selaimesta",
  "homePath": "/",
  "introduction": {
    "bodyText": "Provident cupiditate voluptatem et in. Quaerat fugiat ut assumenda excepturi exercitationem quasi. In deleniti eaque aut repudiandae et a id nisi.",
    "getStarted": "Aloita",
    "helloThere": "Hei"
  },
  "language": "Suomi",
  "localeSwitcher": "Kielivalinta",
  "locations": {
    "aurora": {
      "category": "Kortteli",
      "description": "Aurora-korttelin piharatkaisussa hulevesien käsittely on merkittävässä osassa. Tiivistyvässä kaupungissa sadevesien keräämiseen tulee kiinnittää enenevässä määrin huomiota. Hyvillä maisema-arkkitehtonisilla ratkaisuilla voidaan yhdistää tekninen hulevesien käsittely, pihan toiminnallisuus ja esteettinen kokonaisuus. Aurora-korttelissa on myös erityisen paljon kattopuutarhanpinta-alaa. Kortteliin on sijoitettu eri paikoihin kolme samanlaista anturipakettia.",
      "title": "Aurorakortteli"
    },
    "greenUrbanMapping": {
      "category": "Kortteli",
      "description": "Kaupungin kasvillisuutta kartoitetaan jatkuvasti kaupungin toimesta, mutta koska kaupungin tuntevat parhaiten asuinympäristönsä, on järkevää tuottaa helppokäyttöisiä ja hauskoja kartoitustyökaluja asukkaille, jota kautta voidaan päästä käsiksi tarkempaan ja ajantasaisempaa tietoon, kuin aikaisemmin on ollut olemassa. B.Green-projektissa haimme kartoitustyökaluratkaisuita paikallisilta toimijoilta, joista XD Visuals Oy ja Granlund Oy valikoituivat kokeilemaan ratkaisuita Sompasaaren alueella. Granlundin kartoitusratkaisu perustuu mobiililaitteiden AR-ominaisuuksien hyötykäyttöön ja XD Visualsin ratkaisu perustuu pistepilviaineiston analysointiin. ",
      "title": "Kaupunkivehreän kartoitus"
    },
    "loviseholm": {
      "category": "Puisto",
      "description": "Loviseholmin puiston puut ja pensaat istutetaan tämän kesän aikana, mutta niiden kasvaminen täysikasvuisiksi kestää helposti vuosikymmeniä. Green Kalasatama AR-appilla voi nähdä miltä puisto näyttää osana ympäristöään tulevaisuudessa. Appilla voi myös istuttaa itse puita tai suunnittella puiden istutusta puistossa yhdessä kaverin kanssa. Tulevaisuuden puistoa visualisoimalla muistutamme käyttäjiä, että kaupunkiekologian kehittymisessä aika on tärkeä komponentti ja hukattu kaupunkivehreän palautuminenkestää vuosikymmeniä.",
      "title": "Loviseholmin puisto"
    },
    "parkly": {
      "category": "Kohtaamispaikka",
      "description": "Parkly kehittää julkisiin tiloihin modulaarisia ja skaalattavia ratkaisuja kaupunkikalusteilla, joissa on helppo nauttia urbaanista ympäristöstä ja kohdata muita kaupunkilaisia. Urbaani luonto ja kaupungin vehreys tuottavat tutkitusti lisää hyvinvointia ja tyytyväisyyttä. Parklyn vihermoduulien pölyttäjäystävälliset kukat, hiiltä sitovat puut ja syötävät kasvit lisäävät kaupunkiluonnon monimuotoisuutta ja mahdollistavat moniaistilliset kokemukset julkisissa tiloissa. //Tähän tulee myös meriveden lämpö Uiras-anturista.",
      "title": "Aloitus Parklylla"
    },
    "tram": {
      "category": "Ratikkapysäkki",
      "description": "Kalasatamaan rakennetaan uusi raitiolinja, joka kulkee Kalastamasta Pasilaan, Kumpulan alueen läpi, ohittaen myös Sompasaaren. B.Green-projektissa konseptoitiin raitiopysäkkikonsepti, jossa pysäkin sijaintiin liittyyviin viheralueisiin voi tutustua nopeasti raitiovaunua odottaessa tai ottaa informaatio mukaan omaan mobiililaitteen ja AR-palvelun yhdistelmällä.",
      "title": "Vehreä raitiopysäkki"
    }
  },
  "locationsTitle": "Kohteet",
  "long": "Pitkä",
  "moreInfo": "Lisätietoja",
  "short": "Lyhyt",
  "showOnMap": "Näytä kartalla",
  "title": "Urban Green Explorer (fi)",
  "today": "Tänään",
  "viteDocs": {
    "href": "https://vitejs.dev/",
    "label": "Vite -ohjeet"
  },
  "vueDocs": {
    "href": "https://v3.vuejs.org/",
    "label": "Vue 3 -ohjeet"
  }
}
